[SubSonicGrenade X2GrenadeTemplate]
FriendlyName="Sub Sonic Grenade"
FriendlyNamePlural="Sub Sonic Grenades"
BriefSummary="The Sub Sonic Grenade is designed to avoid creating loud shockwaves so as to not attract more Lost. The shockwave however, is designed to inflict concussive damage to any targets in the blast radius and has a chance to stun."
TacticalText="<Bullet/> Sub Sonic grenades do not cause a loud sound inducing shockwave and will not penetrate cover.<br><Bullet/> Friendly squad members will be affected if caught in the shockwave.<br><Bullet/> All targets will receive damage and can potetially be stunned from the shockwave."
ThrownAbilityName="Throw Sub Sonic Grenade"
ThrownAbilityHelpText="Deal damage to all targets in the affected area."
LaunchedAbilityname="Launch Sub Sonic Grenade"
LaunchedAbilityHelpText="Deal damage to all targets in the affected area."

[ThrowSubSonicGrenade X2AbilityTemplate]
LocFriendlyName="Throw Grenade"
LocHelpText="Throw a grenade at the target area."
